Repository: python-benchmark/freenas
Catalog: gui/locale/*/LC_MESSAGES/djangojs.po
Languages: ca

source: Settings
ca: Paràmetres

source: System Information
ca: Informació del sistema

source: Network Settings
ca: Paràmetres de la xarxa

source: Services
ca: Serveis

source: Account
ca: Compte

source: Storage
ca: Emmagatzematge

source: Some error occurred
ca: Hi ha hagut algun error

source: Wipe
ca: Esborra

source: Wipe Disk
ca: Esborra el disc

source: Please wait...
ca: Espereu, si us plau...

source: An error occurred!
ca: Hi ha hagut algun error!

source: Each selected
ca: Cada selecció

source: Every N
ca: Cada N

source: Alert System
ca: Sistema d'alerta

source: Enable service
ca: Habilita el servei

source: The cache is being rebuilt.
ca: Es reconstrueix la cau.

source: The cache could not be rebuilt:
ca: Es reconstrueix la cau:

source: Shares
ca: Comparticions

source: Jails
ca: Gàbies

source: Plugins
ca: Connectors

source: Support
ca: Suport

source: Size
ca: Mida

source: drives
ca: dispositius

source: drive
ca: dispositiu

source: show
ca: mostra-ho

source: no more drives
ca: no hi ha més dispositius

source: Disk size mismatch
ca: La mida de disc no coincideix

source: Your configuration is optimal!<br /><br />It means you'll have the best performance possible for this number of disks and type of disk group.<br /><br />For further explanation please refer to the <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.
ca: La configuració és òptima!<br /><br />Això vol dir que tindreu el millor rendiment possible per a aquest nombre de discs i tipus de grup de discs.<br /><br />Per a més explicacions, vegeu <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.

source: Your configuration is not optimal!<br /><br />It means this number of disks will not provide the best performance for that type of disk group.<br /><br />For further explanation please refer to the <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.
ca: La configuració no és òptima!<br /><br />Això vol dir que no tindreu el millor rendiment possible per a aquest nombre de discs i tipus de grup de discs.<br /><br />Per a més explicacions, vegeu <a href='http://doc.freenas.org/index.php/Volumes#ZFS_Volume_Manager' target='_blank'>documentation</a>.

source: Capacity
ca: Capacitat

source: Drag and drop this to resize
ca: Arrossegueu-ho i deixeu-ho anar per canviar-ne la mida

source: Add Volume
ca: Afegeix un volum

source: Existing data will be cleared
ca: Les dades existents s'esborraran

source: Extend Volume
ca: Amplia el volum

source: Volume Name
ca: Nom del volum

source: Volume to extend
ca: Volum per ampliar

source: Extending an encrypted volume will reset the passphrase and recovery key!
ca: Ampliar un volum encriptat en restablirà la contrasenya i la clau de recuperació!

source: Encryption
ca: Encriptació

source: Available disks
ca: Discs disponibles

source: Volume layout
ca: Disposició del volum

source: Estimated capacity
ca: Capacitat estimada

source: Add Extra Device
ca: Afegeix un dispositiu extra

source: Cancel
ca: Cancel·la

source: Manual setup
ca: Configuració manual

source: ZFS Volume Manager
ca: Gestor de volums ZFS

source: Shell
ca: Intèrpret d’ordres

source: Paste
ca: Enganxa

source: Browse
ca: Navega

source: Close
ca: Tanca

source: Confirm
ca: Confirmació

source: System
ca: Sistema

source: Tasks
ca: Tasques

source: Network
ca: Xarxa

source: Sharing
ca: Compartició

source: Directory Service
ca: Servei de directori

source: Initial Wizard
ca: Auxiliar inicial

source: Share name
ca: Nom de compartició

source: This field may only contain alphanumeric and the following characters: "_", "-", ".".
ca: Aquest camp només pot contenir caràcters alfanumèrics i els següents: "_", "-", ".".

source: Specify the size using B, K, M, G, T prefixes.
ca: Especifiqueu-ne la mida amb els prefixos B, K, M, G, T.

source: Add
ca: Afegeix

source: Delete
ca: Esborra

source: Update
ca: Actualitza

source: Ownership
ca: Pertinença

source: This user does not exist.
ca: Aquest usuari no existeix.

source: This group does not exist.
ca: Aquest grup no existeix.

source: Return
ca: Retorn

source: Wizard
ca: Auxiliar

source: Paswords do not match.
ca: Les contrasenyes no coincideixen.

source: Warning!
ca: Avís!

source: This option DISABLES ENCRYPTION for replication tasks and should ONLY be used on a secure LAN!
ca: Aquesta opció INHABILITA L'ENCRIPTACIÓ per a les tasques de replicació i només s'ha d'usar en una LAN segura!

source: Are you sure you want to do this?
ca: Segur que voleu fer-ho?

source: Manual Setup
ca: Configuració manual

source: Check For Updates
ca: Comprova si hi ha actualitzacions

source: Apply Pending Updates
ca: Aplica les actualitzacions pendents

source: Hostname cannot be blank.
ca: El nom d'amfitrió no pot estar en blanc.

source: Username cannot be blank.
ca: El nom d'usuari no pot estar en blanc.

source: Password cannot be blank.
ca: La contrasenya no pot estar en blanc.

source: Manual Update
ca: Actualització manual

source: Check Now
ca: Comprova-ho ara

source: Yes
ca: Sí

source: Loading...
ca: Carregant...

source: No pending updates have been found.
ca: No s'han trobat actualitzacions pendents.

source: Verify Install
ca: Verifica la instal·lació

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.

source: Restarting WebGUI
ca: Es reinicia la interfície web

source: Active Directory IDMAP change!
ca: Canvi d'Active Directory IDMAP!

source: <font color='red'>STOP</font>: Do you know what you are doing?<br /><br />
ca: <font color='red'>UN MOMENT!</font> Ja sabeu el que feu?<br /><br />

source: The idmap_ad plugin provides a way for Winbind to read id mappings from<br />
ca: El connector idmap_ad proporciona una manera perquè Winbind llegeixi mapatges d'id des<br />

source: an AD server that uses RFC2307/SFU schema extensions. This module<br />
ca: d'un servidor AD que usi extensions d'esquema RFC2307/SFU. Aquest mòdul<br />

source: implements only the "idmap" API, and is READONLY. Mappings must be<br />
ca: implementa només l'API "idmap" i és només de lectura. Els mapatges han de ser<br />

source: provided in advance by the administrator by adding the uidNumber<br />
ca: proporcionats per endavant per l'administrador afegint els atributs del número<br />

source: attributes for users and gidNumber attributes for groups in the AD.<br />
ca: d'uid per a usuaris i atributs del número gid per a grups de l'AD.<br />

source: Winbind will only map users that have a uidNumber and whose primary<br />
ca: El Winbind només maparà usuaris que tinguin un número d'uid i que el seu grup<br />

source: group have a gidNumber attribute set. It is however recommended that<br />
ca: primari tingui establert un atribut de número gid. Tanmateix, és recomanable que<br />

source: all groups in use have gidNumber attributes assigned, otherwise they<br />
ca: tots els grups en ús tinguin atributs de número gid assignats; si no, no<br />

source: are not working.<br /><br />
ca: funcionen.<br /><br />

source: <font color='red'>STOP</font>: If your Active Directory is not configured for this, it will not work.<br><br>
ca: <font color='red'>UN MOMENT</font>! Si el vostre Active Directory no està configurat per a això, no funcionarà.<br><br>

source: Documentation
ca: Documentació

source: Username
ca: Nom d'usuari

source: If you do not have an account, please
ca: Si no en teniu cap compte, si us plau,

source: register
ca: registreu-vos-hi.

source: Attach Debug Info
ca: Adjunta informació de depurció

source: Submit
ca: Envia

source: This field is required.
ca: Aquest camp és necessari.

source: Uploading attachments to host
ca: Carregant adjunts a l'amfitrió

source: Generating debug info
ca: Generant la informació de depuració

source: Submitting ticket
ca: Enviant el tiquet

source: Uploading attachments from host to the ticket
ca: Carregant adjunts des de l'amfitrió al tiquet

source: Train Descriptions
ca: Descripcions de trens

source: Loading
ca: Carregant

source: Automatically check for updates
ca: Comprova si hi ha actualitzacions automàticament

source: Current Train
ca: Tren actual

source: Update Server
ca: Servidor d'actualització

source: Pending Updates
ca: Actualitzacions pendents

source: vCenter Plugin Configuration
ca: Configuració del connector

source: Decreasing WebGUI https security!
ca: Es redueix la seguretat d'https de la interfície gràfica!

source: <font color='red'>Warning: Selecting this reduces your https security.<br /><br />
ca: <font color='red'>Avís: seleccionar això redueix la seguretat d'https.<br /><br />

source: Password
ca: Contrasenya

source: Name
ca: Nom

source: E-mail
ca: Adreça electrònica

source: Phone
ca: Telèfon

source: Type
ca: Tipus

source: Category
ca: Categoria

source: Environment
ca: Entorn

source: Criticality
ca: Criticitat

source: Subject
ca: Assumpte

source: Description
ca: Descripció

source: Attachments
ca: Adjunts

source: You're not allowed to change away from the nightly train, it is considered a downgrade.
ca: No teniu permís per allunyar-vos del tren nocturn, es considera una degradació.

source: If you have an existing boot environment that uses that train, boot into it in order to upgrade that train.
ca: Si teniu un entorn d'arrencada existent que usa aquest tren, arrenqueu-lo per tal d'actualitzar-ne el tren.

source: Changing minor version is considered a downgrade, thus not a supported operation.
ca: El canvi de versió menor es considera una degradació; per tant, no és una operació admesa.

source: OK
ca: D'acord

source: WARNING: Changing to a nightly train is a one way street. Changing back to stable is not supported!
ca: AVÍS: el canvi a un tren nocturn és un carrer d'un sentit. Tornar a la versió estable no és compatible!

source: Ok
ca: D'acord
